{
  "home": "inicio",
  "about": "sobre mi",
  "projects": "proyectos",
  "writings": "artículos",
  "Get in touch": "Contáctame",
  "Projects": "Proyectos",
  "Experience": "Experiencia",
  "Uses": "Herramientas",
  "Education": "Educación",
  "Interests": "Intereses",
  "Desktop Apps": "Aplicaciones de escritorio",
  "Whether you are interested to do business with me, want to chat about some of my content, or just want to hang out, I am happy to talk to you.": "Ya sea que deseas realizar un proyecto conmigo, o quieres chatear sobre uno de mis contenidos, será un placer hablar contigo.",
  "Feel free to check out my social media presence below to get to know me better.": "Puedes revisar mis redes sociales debajo para conocerme más.",
  "Hello! My name is Jesus Ordosgoitty and I am a software developer based in Carupano, Venezuela.": "¡Hola! Mi nombre es Jesús Ordosgoitty y soy un desarrollador de software localizado en Carúpano, Venezuela.",
  "My preferred ways of contact is via": "Mis métodos de contacto preferidos son",
  "and": "y",
  "Made at 127.0.0.1 with a lot of coffee": "Hecho en 127.0.0.1 con mucho café",
  " Latest articles": " Últimos artículos",
  "Read more": "Leer más",
  "I am a software developer passionate for building pretty websites and web applications at vanguard.": "Soy un desarrollador de software apasionado por construir sitios y aplicaciones web a la vanguardia.",
  "I specialize in the latest technology trends, implementing Laravel and Nodejs in the backend.": "Me especializo en las últimas tendencias tecnológicas, implemento Laravel y Node.js para el backend.",
  "work": "trabajo",
  "interests": "intereses",
  "As with the frontend, I use React.js or simply vanilla + CSS for developing interfaces.": "En cuanto al frontend, utilizo React.js o simplemente vanilla + CSS para desarrollar las interfaces de usuario.",
  "I like to design my products from the grown up, from the data model to the user experience and interface, taking care of each detail.": "Me gusta diseñar mis productos a partir de los fundamientos, desde la base de datos a la experiencia del usuario e interfaces, cuidando cada detalle.",
  "Once in a while, I write blog articles. Here are the most recent onces:": "De vez en cuando escribo artículos para mi blog. Estos son los más recientes:",
  "or get to know more about my": "o conocer mis ",
  "Be sure to have a closer look at my": "Asegúrate de echar un vistazo a mi",
  "In every new venture, time must be our unit of account.": "En cada nuevo emprendimiento, el tiempo debe ser nuestra unidad de cuenta.",
  "Packages and utilities": "Módulos y herramientas",
  "I love to fix problems, as well as making things pretty and easy to use through development and coding. Also I can't stop learning new things; the more, the better.": "Me encanta solucionar problemas, así como hacer las cosas bonitas y fáciles de usar a través del desarrollo y la codificación. Además, no puedo dejar de aprender cosas nuevas; mientras más, mejor.",
  "Want to see a downloadable curriculum? Check the versions": "¿Deseas ver un currículo descargable? Puedes revisar las versiones en ",
  "Spanish": "Español",
  "English": "Inglés",
  "or": "o",
  "I usually switch between Vim and VS Code for coding.": "Por lo general, cambio entre Vim y VS Code durante la programación.",
  "Desktop Apps": "Aplicaciones de escritorio",
  "Systems, Languages and Frammeworks": "Sistemas, lenguajes y frammeworks",
  "As an employee I'm currently working with local organizations of the region building the software infrastructure of the future, but I also do freelance and remote work for national companies and clients overseas.": "Como empleado, actualmente trabajo con organizaciones locales de la región construyendo la infraestructura de software del futuro, pero también realizo trabajo autónomo y remoto para empresas nacionales y clientes en el extranjero.",
  "Overtime, I had to build some stuff to customize frameworks or just make my job a lot more easier and quicker. Here is some of my best repositories": "Con el tiempo, tuve que construir algunas cosas para personalizar marcos o simplemente hacer mi trabajo mucho más fácil y rápido. Estos son algunos de mis mejores repositorios",
  "Single Taxpayer Service System": "Sistema de Atención Único al Contribuyente"
}
